Repository: mosma/Garagesale-iPhone
Catalog: gsApp/*.lproj/Localizable.strings
Languages: pt

# offerAsk
source: offer (ask something)
pt: Valor (pergunte algo)

# bid
source: Offer
pt: Ofertar

source: Buy
pt: Comprar

# bidItem
source: bid this item
pt: Ofertar produto

source: Bid Sent
pt: Oferta feita

# bid-sent-congrats
source: Contrats, a email was sent for %@ garage with your offer. Wait for a answer in your email box and make a good deal.
pt: Parabéns, um email foi enviado para a garagem do %@ com a sua oferta. Espere por uma resposta no seu email

source: see all products
pt: Todos itens desta garagem

source: products
pt: Produtos

# detailProduct
source: product details
pt: Detalhes do Produto

# searchProduct
source: search for products
pt: Buscar Produtos

source: by
pt: do

source: garage
pt: Garagem

# fieldsRequired
source: Validate fields
pt: Verificar Campos

# enterEmail
source: Oops! It doesn't look like a valid email.
pt: Oops! Isto não se parece com um email válido.

# enterValueProduct
source: hey, you must not give a empty bid.
pt: Hey, dê algum valor ao seu lance.

source: home
pt: Inicio

source: search
pt: Busca

source: About
pt: Sobre

source: back
pt: Voltar

# Avaliable
source: Available
pt: Disponivel

source: Sold
pt: Vendido

# welcome-my-garage
source: Welcome to my garage! ...
pt: Bem vindo a minha garagem! ...

# homeSearchField
source: Products, categories or garages
pt: Produtos, categorias ou garagens

# reportGarege
source: Report this garage
pt: Reportar Abuso

source: Offer
pt: Oferte

source: Sold
pt: vendido

# addProduct
source: Add droduct
pt: Novo produto

source: My garage
pt: Minha garagem

source: Title
pt: Titulo

# link-to-sell
source: Link to Sell http://...
pt: Link para venda http://...

source: Description
pt: Descrição

source: Save
pt: Salvar

source: Garage name
pt: Nome da sua garagem

# yourName
source: Name
pt: Seu nome

# yourPassword
source: Password
pt: Sua senha

# yourEmail
source: Email
pt: Seu e-mail

source: Only
pt: só

# not-available-label
source: N/A
pt: N/D

# invisible-label
source: Invisible
pt: Invisivel

source: Edit
pt: Alterar

source: Delete
pt: Apagar

source: results for
pt: resultados para

source: Not available
pt: Não disponivel

source: Invisible
pt: Invisível

# needsHelp
source: Needs to sell something? Add a Product
pt: Precisa vender algo? Adicione um produto

# learnMore
source: See more Do you know you can improve your products description by loggin on the website and editin then over there? It's already linked Just access: gsapp.me/%@
pt: Veja mais Você sabe que pode melhorar a sua descrição dos produtos entrando no site e depois edita-lo basta acessar: gsapp.me/%@

# share-garage
source: Share your garage Do you know you can share your garage with your friend only by sharing this link: gsapp.me/%@
pt: Compartilhe sua garagem Divulgue aos seus amigos, basta compartilhar este link da sua garagem : gsapp.me/%@

# veryEasy
source: Veeery easy Where is your old stuff? Make login and sell then right away Missing anything? Why dont you start selling?
pt: É muito facil! Onde está seu material antigo? Faça login e venda imediatamente Precisa de uma grana? Começe a vender agora no Gsapp.me

source: COPY URL
pt: COPIAR URL

source: Great!
pt: Pronto!

source: Current address
pt: Seu endereço

source: Current city
pt: Sua cidade

source: Current district
pt: Seu estado

# currentCoutry
source: Current country
pt: Seu país

source: Account
pt: Configurações

source: Password
pt: Senha

# currentPassw
source: Current password
pt: Senha atual

source: About you
pt: Sobre você

source: Any link ?
pt: Algum link?

# newPassw
source: New password
pt: Nova senha

# repeatPassw
source: Repeat new password
pt: Repita a sua nova senha

source: Address
pt: Endereço

source: Logout
pt: Deslogar

# no-connection-string
source: No Connection
pt: Sem conexão

# menu-add-product
source: Add Product
pt: Novo Produto

# menu-my-garage
source: My Garage
pt: Minha Garagem

# keyboard-cancel-btn
source: Cancel
pt: Cancela

# keyboard-previous-btn
source: Previous
pt: Anterior

# keyboard-next-btn
source: Next
pt: Próximo

# sheet-library-item
source: Library
pt: Biblioteca

# sheet-no-pic-item
source: Product without photo
pt: Produto sem foto

# recover-password
source: Password recover
pt: Recuperar senha

# lost-password
source: Forgot your password?
pt: Esqueceu a senha?

# form-invalid-email-password
source: Invalid Password or Email
pt: Email ou senha invalidos

# form-invalid-email-exists
source: Hey, %@ is invalid name or already exist!
pt: Hey, %@ não é um bom nome ou já existe!

# form-invalid-email-or-invalid
source: Hey, Email already exist or not is valid!
pt: Hey, Este email já existe ou não é válido!

# form-invalid-email
source: Hey, this is not a valid email!
pt: Hey, Este não é um email válido!

# form-invalid-email-caracter
source: Please enter at least 6 characters
pt: Entre com minimo de 6 caracteres

# form-invalid-email-match
source: Your confirmation password do not match.
pt: Seu email de confirmação não combina!

# form-invalid-garage-name
source: Hey, this is not a valid Garage Name!
pt: Hey, este é um nome de garagem invalido!

# form-invalid-name
source: Hey, this is not a valid Name!
pt: Hey, nome inválido!

# form-empty-email
source: Hey, Email can not be empty!
pt: Hey, o email não pode ser vazio!

# form-invalid-password
source: Hey, this is not a valid Password!
pt: Hey, senha inválida!

# form-recover-password
source: We'll try to contact you with you new password, check your email!
pt: Uma nova senha foi enviada, verifique seu email!

# search-result
source: %i results for "%@"
pt: %i resultados para "%@"

source: results for
pt: resultados para

source: Search not found!
pt: Nada encontrado!

# search-not-found-info
source: No itens found for this search.
pt: Nenhum prodto encontrado para esta busca.

source: Searching for products %@
pt: Buscando produtos para %@

# format-expected-value-2line
source: %@%@ by %@
pt: %@%@ por %@

# format-expected-value-1line
source: %@%@ by %@
pt: %@%@ por %@

# format-expected-value-by
source: by %@
pt: por %@

# garages-garage
source: %@'s garage
pt: %@'s garagem

# garages-garage-string
source: garage
pt: garagem

# see-more-products
source: See other products
pt: Veja mais produtos

source: Delete this product
pt: Apagar este produto

# delete-product-title
source: Warning!
pt: Atenção!

# delete-product-desc
source: Delete this product?
pt: Deseja Realmente excluir ?

# delete-product-btn1
source: Don't Delete
pt: Cancela

# delete-product-btn2
source: Delete
pt: Deletar

# report-title
source: Report Abuse
pt: Reportar abuso

# report-desc
source: We received your complain, we're going to analyse it as soon as possible, Thanks.
pt: Recebemos sua reclamação, Vamos validar o caso mais rápido possivel

# share-email-title
source: Take a look: %@
pt: Veja: %@

# share-response-title
source: Message Sent!
pt: Mensagem enviada!

# share-response-text
source: Your message has been sent! Thank you for your feedback
pt: Sua mensagem foi enviada! Obrigado pelo feedback

# share-response-error-title
source: Message Error
pt: Erro!

# share-response-error-text
source: There was some error sending your message.
pt: Houve um erro ao enviar a sua mensagem.

# login-with-facebook-btn
source: Login with Facebook
pt: Logar com Facebook

# image-upload-error
source: Some error connecting to the server.
pt: Aconteceu algum erro ao conectar-se ao servidor

# image-upload-error-btn2
source: Try again
pt: Tente novamente

# image-upload-error-title
source: Error
pt: Erro

# image-upload-error-imgerror
source: Image was not saved, try again
pt: Imagem não salva, tente novamente

# image-uploading
source: Saving
pt: Salvando

# image-upload-error-check
source: Fail! Check your connection.
pt: Erro, valide a sua conexão.

# form-error-product-name
source: Hey, your product must have a name!
pt: Hey, o seu produto deve ter um nome!

# waiting...
source: Loading...
pt: Carregando...

# Sign-up
source: Sign up now!
pt: Registre-se

# Sign-in
source: Welcome back
pt: Bem vindo de volta

source: Register
pt: Cadastrar

source: Login
pt: Entrar

# signupButton
source: Sign up
pt: Cadastrar

# signinButton
source: Login
pt: Entrar

# new-garage-no-product
source: Hello, you dont have any product yet. Would like to add product
pt: Olá, você ainda não tem nenhum produto. Adicione um, é muito fácil!

# ngnp1
source: Hello, you dont have any product yet.
pt: Olá, você ainda não tem nenhum produto.

# ngnp2
source: Would like to add product
pt: Adicione um, é muito fácil!

source: No location yet
pt: Sem localização

# x-products
source: %i products
pt: %i produtos

# x-products-range
source: products
pt: produtos

# unable-attach-photo
source: Unable to Attach Photo
pt: Não foi possivel adicionar a foto

# panorama-cannot-attached
source: Panorama images cannot be attached.
pt: Imagens em modo panorama não podem ser adicionadas.
